[
  {
    "id": "MjAxOSBNakF4T1NCRmNtbHJJRXh2Y0dWNg==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRmNtbHJJRXh2Y0dWNg==",
    "speakers": ["MjAxOSBFcmlrIExvcGV6"],
    "room": "101",
    "time": "9",
    "type": "Speaking",
    "track": "Marketing/Misc",
    "audience": ["Marketing"],
    "audienceLevel": "Advanced",
    "title": "One Lead, One Love: The Journey from First Touch Attribution to Multi-Touch Attribution Models in Salesforce",
    "abstract": [
      "In this presentation, I want to share my experience going from a first-touch marketing attribution model with tons of duplicates to modeling a multi-touch marketing attribution model in Salesforce. I will go over my experience gathering requirements, scope creep, the implementation, how we measured success, and the paradigm shift that we went through between intra-Marketing departments, Sales, and our business pipeline!"
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCUWFHbHNJRmRsYVc1dFpXbHpkR1Z5",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCUWFHbHNJRmRsYVc1dFpXbHpkR1Z5",
    "speakers": ["MjAxOSBQaGlsIFdlaW5tZWlzdGVy"],
    "room": "101",
    "time": "10",
    "type": "Speaking",
    "track": "Marketing/Misc",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "An Introduction to Community Builder & Lightning Communities",
    "abstract": [
      "In this engaging, demo-heavy session, I will introduce you to Lightning Communities and the tool that makes it all possible, Community Builder. Whether you are completely new to Community Cloud or just looking to make the shift to Lightning within the world of Salesforce communities, you will get a solid overview of what it means to build a community with Lightning and how to do so with the powerful “Community Builder.”",
      "I’ll cover the following:",
      "* Overall concept of communities, describing the use cases it can satisfy",
      "* Community creation process and considerations, including a description of Lighting Bolts",
      "* A walkthrough of Community Builder, including a comparison to Lightning App Builder",
      "* Demonstration of basic community setup, Inc. Lightning pages/components, audience targeting, branding, themes, and more",
      "Much of the presentation will be done through live demoing, not via slides. The audience should leave this session with a solid grasp on the fundamentals of Salesforce communities built with Lightning and be empowered with enough information to create a basic Lightning community from scratch."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCTmFXdGxJRVpoZW1sdg==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCTmFXdGxJRVpoZW1sdg==",
    "speakers": ["MjAxOSBNaWtlIEZhemlv"],
    "room": "101",
    "time": "11",
    "type": "Speaking",
    "track": "Marketing/Misc",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Advanced",
    "title": "Worlds Collide: How Pardot & Salesforce Work in Tandem for Amazing Results",
    "abstract": [
      "Pardot and Sales Cloud are made for each other. Like peanut butter and jelly, cookies and cream, whiskey and Diet Coke -- both function better with the other tightly integrated.",
      "Running an effective lead generation/nurturing program requires a thorough knowledge of both systems and their integration points.",
      "Join this session to learn about complementary functionality in Pardot and Sales Cloud and how your organization can use both to their fullest potential to streamline marketing and sales processes.",
      "Topics Covered:\n            • Key functionality in Pardot & Sales Cloud that works together\n            • Pardot Campaigns vs. Salesforce Campaigns\n            • Options when configuring your Pardot/Sales Cloud connector\n            • Reporting on results with Campaign Influence attribution models\n            • Rumors & rampant speculation on future changes to the Pardot/Sales Cloud integration"
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCVGNHVnVZMlZ5SUVOMWNuUnBjdz09",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCVGNHVnVZMlZ5SUVOMWNuUnBjdz09",
    "speakers": ["MjAxOSBTcGVuY2VyIEN1cnRpcw=="],
    "room": "101",
    "time": "12",
    "type": "Speaking",
    "track": "Marketing/Misc",
    "audience": ["Marketing"],
    "audienceLevel": "Beginner",
    "title": "Marketing Cloud Gotchas",
    "abstract": [
      "Overview of our journey migrating from self-hosted ESPs / Segmentation Software, to Salesforce Marketing Cloud. Challenges that Ancestry faced and overcame as it moved from a self-hosted solution to SaaS with a brief overview of Architecture prior/during/after implementation."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRmJHbDZZV0psZEdnZ1FuVmxhR3hsY2c9PQ==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRmJHbDZZV0psZEdnZ1FuVmxhR3hsY2c9PQ==",
    "speakers": ["MjAxOSBFbGl6YWJldGggQnVlaGxlcg=="],
    "room": "101",
    "time": "13",
    "type": "Speaking",
    "track": "Marketing/Misc",
    "audience": ["Marketing"],
    "audienceLevel": "Beginner",
    "title": "SF to transform how the City interacts with their customers - the citizens of SLC.",
    "abstract": [
      "Salt Lake City staff will share how the City is using Salesforce to increase transparency and promote equity and empowerment with its constituents. Staff will share their leadership and technical implementation strategies to ensure the new CRM system seamlessly routes service requests and tracks the progress of each concern reported.",
      "The Mayor and City Council Offices take every concern and feedback with great importance to all who live and work in the City. Led by the Mayor’s Office, with support from the City Council Office, every department in the City has teamed up to create a new Constituents Relations Management (CRM) Platform, which will help route requests and tracks the progress of each concern reported. Each department will use this system as a standard of practice once it goes live.",
      "The goal of the CRM Salesforce Platform is to increase transparency as issues are sent to the City’s respective departments. A system such as this will promote equity and empowerment by making sure everyone’s issues have been addressed and allows community members to take an active role in bringing forward the City’s challenges."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCQ2NubGhiaUJYYVhObA==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCQ2NubGhiaUJYYVhObA==",
    "speakers": ["MjAxOSBCcnlhbiBXaXNl"],
    "room": "101",
    "time": "14",
    "type": "Hands On",
    "track": "Hands On",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "Building Chatbots",
    "abstract": [
      "During this session you will learn the basics of building chatbots by configuring a chatbot. As part of this hands-on exercise, you will setup your bot environment, utilize flow to retrieve and edit data and train your bot to understand your customer's intent."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRGFHRnliSGtnVUhKcGJuTnNiMjg9",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRGFHRnliSGtnVUhKcGJuTnNiMjg9",
    "speakers": [
      "MjAxOSBDaGFybHkgUHJpbnNsb28=",
      "MjAxOSBTdXNhbm5haCBTdC1HZXJtYWlu"
    ],
    "room": "101",
    "time": "15",
    "type": "Hands On",
    "track": "Hands On",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "Build an Amazing Enterprise Rockstar Solution",
    "abstract": [
      "Build an Amazing Enterprise Rockstar Solution with the Ladies Be Architects. Join Ladies Be Architects for an hour of solution design. We'll be working together on a hypothetical scenario, so be prepared to roll up your sleeves and have fun with your architect friends of all levels and abilities."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCS1lXdGxJRUpoYTNWbGN3PT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCS1lXdGxJRUpoYTNWbGN3PT0=",
    "speakers": [
      "MjAxOSBKYWtlIEJha3Vlcw==",
      "MjAxOSBOaXRoZXNoIENoYWtyYXZhcnRoaQ=="
    ],
    "room": "101",
    "time": "16",
    "type": "Hands On",
    "track": "Hands On",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "Lightning Development Tips and Tricks",
    "abstract": [
      "Even though lot of developers already know how to develop Lightning components, When it comes to building Lightning apps at Enterprise level, there are lot of factors involved to make that implementation successful and easy to maintain. After working on such implementation for past couple of years, we want to share some advanced concepts along with some tips and tricks."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCVVpYSnllU0JYYVd4emIyND0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCVVpYSnllU0JYYVd4emIyND0=",
    "speakers": ["MjAxOSBUZXJyeSBXaWxzb24="],
    "room": "101",
    "time": "17",
    "type": "Hands On",
    "track": "Hands On",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "Accelerate time to insights with Einstein Analytics templates",
    "abstract": [
      "Accelerate time to value by utilizing one of the many Einstein Analytics templates to jumpstart your business solution. In this workshop you will have an introduction to the available templates for applications and dashboards, creating at least one application from a template. As an exercise, we will choose a dashboard template, carry out some customizations and embed it in a core salesforce page as well as making it ready for the Mobile Analytics App."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCS2IyaHVJRXB2Ym1Weg==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCS2IyaHVJRXB2Ym1Weg==",
    "speakers": ["MjAxOSBKb2huIEpvbmVz"],
    "room": "101",
    "time": "9",
    "type": "Hands On",
    "track": "Hands On",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "Flows and Lightning Layouts",
    "abstract": [
      "Expand the functionality and flexibility of your flows using Lightning Components. Using the new Flow Builder we will walk through building a flow to filter products based on available inventory and add them to an Opportunity. Once built we will show you how to add it to the Opportunity page for easy access."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCVGRHVndhR1Z1SUU1dlpRPT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCVGRHVndhR1Z1SUU1dlpRPT0=",
    "speakers": ["MjAxOSBTdGVwaGVuIE5vZQ=="],
    "room": "101",
    "time": "10",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Advanced",
    "title": "Einstein Bots to the Rescue",
    "abstract": [
      "Einstein Bots are a new feature from Salesforce that allow you to automate routine and frequent customer requests. Instead of having your service reps tied up in chats for password resets or order status updates, an Einstein Bot can handle these requests freeing up your reps to focus on more complex issues. In this session you’ll learn how to build your very own bot and configure it to handle the repetitive requests your business receives. With this knowledge you’ll be able to deploy a bot to your service reps that boosts their productivity and improves your customer service."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRmRtRnVJRkJ2Ym5SbGNnPT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRmRtRnVJRkJ2Ym5SbGNnPT0=",
    "speakers": ["MjAxOSBFdmFuIFBvbnRlcg=="],
    "room": "101",
    "time": "11",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "The Ultimate Guide to Report Types",
    "abstract": [
      "Imagine only needing one custom report type per object to address a majority of report requests. Imagine instantly knowing which report type to choose in order to visualize the data you need without all the trial and error. During this session, you will learn how easy it is to demystify the inner workings of report types, consolidate the litany of overwhelming report type clutter, and empower yourself with a revolutionary paradigm that frees you to confidently query for conclusions. Rejoice Admins, Super Users, and Report Enthusiasts, as you discover the re-imagining of designing, building, and running reports."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCTllYSjVJRlJoWjJ4bGNnPT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCTllYSjVJRlJoWjJ4bGNnPT0=",
    "speakers": ["MjAxOSBNYXJ5IFRhZ2xlcg=="],
    "room": "101",
    "time": "12",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "How Flow can improve your users Lightning Knowledge experience",
    "abstract": [
      "Case study showing how you can extend Knowledge using Flow and Local Actions to (1) pull Case data into your Knowledge article automatically, (2) automatically link your Knowledge Article to your Case (something not easily done natively), and (3) leverage Flow Local Actions to transfer rich text into your article via Flow and refresh the record page upon completion.",
      "I will outline the challenges posed as we migrated our support agents to Lightning, the considerations and limitations we encountered and the end user impact to our business."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRVlYWnBaQ0JNYVhSMGIyND0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRVlYWnBaQ0JNYVhSMGIyND0=",
    "speakers": ["MjAxOSBEYXZpZCBMaXR0b24="],
    "room": "101",
    "time": "13",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Advanced",
    "title": "Advanced Use Cases for Visual Flow",
    "abstract": [
      "In this session we will go over some advanced use cases for Visual Flow. The attendee will walk away knowing how to use Flows effectively with the Utility Bar, Lightning Pages, Buttons, and Communities. Some of the examples will include Lightning Component packages that will expand the power of Flow, but not require any code to configure."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCQmJuUm9iMjU1SUVadmMzUmxjZz09",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCQmJuUm9iMjU1SUVadmMzUmxjZz09",
    "speakers": ["MjAxOSBBbnRob255IEZvc3Rlcg=="],
    "room": "101",
    "time": "14",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "Workbench - An admin's swiss army knife",
    "abstract": [
      "Workbench is a free, online application that works with Salesforce and is not just for developers. It can be used by admins to interact with Salesforce data and metadata. Discover how to do amazing things like finding all tracked history fields, updating fields when they are not on a page layout, exporting data and setting a user's password. You'll learn tips and tricks that will give admins time back in their busy day and can be applied as soon as you leave the session."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRGRYSjBhWE1nUTJGeWNtOXNiQT09",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRGRYSjBhWE1nUTJGeWNtOXNiQT09",
    "speakers": ["MjAxOSBDdXJ0aXMgQ2Fycm9sbA=="],
    "room": "101",
    "time": "15",
    "type": "Speaking",
    "track": "Beginner Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "7 Principles of Testing Every Admin Should Know",
    "abstract": [
      "How much time do you spend on testing? As an Admin, you may not have time set aside. In this session, we’ll use the 7 principles of software testing to help make your limited testing time more effective. And to help you think about testing during design to improve the user experience."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCTGNtbHpkR2x1SUZwaGFHRnlhV0Z6",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCTGNtbHpkR2x1SUZwaGFHRnlhV0Z6",
    "speakers": ["MjAxOSBLcmlzdGluIFphaGFyaWFz"],
    "room": "101",
    "time": "16",
    "type": "Speaking",
    "track": "Beginner Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "Business Analysis Skills to Help You Be a Better Admin",
    "abstract": [
      "Many people are promoted to the position of Salesforce admin without having any formal IT background or training, and without realizing that delivering functionality requires knowledge of several factors that lead to business transformation success. At the beginning phases of a project, there are several business analysis techniques that can help a Salesforce admin get to the key requirements that will lead to a successful project. Understanding how to do root cause and SIPOC analysis, defining use cases and user stories, defining SMART goals and objectives, and creating a product backing will be tactics that go a long way to delivering Salesforce projects that make a positive impact to the business."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCTFlYUm9iR1ZsYmlCTWRXVmphMlZ0WVc0PQ==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCTFlYUm9iR1ZsYmlCTWRXVmphMlZ0WVc0PQ==",
    "speakers": [
      "MjAxOSBLYXRobGVlbiBMdWVja2VtYW4=",
      "MjAxOSBCcmVuZG9uIE1vcmZl"
    ],
    "room": "101",
    "time": "17",
    "type": "Speaking",
    "track": "Beginner Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "Shift Service into High Gear",
    "abstract": [
      "Learn how to increase efficiency, productivity, and customer happiness with Case management in the Service Cloud. In this session, you'll hear tips for enhancing Case functionality and jump into an org with a demo that shows how to decrease time spent on repetitive tasks and empower your users to provide fast, personalized customer interactions."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCS1lYWnBaWElnUTJWeWRtVnVkR1Z6",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCS1lYWnBaWElnUTJWeWRtVnVkR1Z6",
    "speakers": ["MjAxOSBKYXZpZXIgQ2VydmVudGVz", "MjAxOSBUb255IFRyemVjaWFr"],
    "room": "101",
    "time": "9",
    "type": "Speaking",
    "track": "Beginner Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "Use Salesforce to Document Your Org Like a Pro",
    "abstract": [
      "Have you ever looked at a workflow and forgot why in the world you created it? Have you ever left a company and scrambled through your last week trying to write down everything you had been doing over the last 5 years? Has your company ever been through an audit where you had to explain what customizations you have made? In this session, we will show you how you can use Cases and a custom System Changes object to document your org like a pro and have peace of mind that will survive an audit, and the admin who takes over will inherit a well-documented org."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCQllYSnZiaUJEY21WaGNnPT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCQllYSnZiaUJEY21WaGNnPT0=",
    "speakers": ["MjAxOSBBYXJvbiBDcmVhcg=="],
    "room": "101",
    "time": "10",
    "type": "Speaking",
    "track": "Beginner Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Beginner",
    "title": "Advanced Reporting Tips And Tricks For New Admins",
    "abstract": [
      "Are you a new Admin struggling to create reports for your team? Do you spend way too much time racking your brain trying to get data to present properly? You're not alone. Many beginner Admins spend hours trying to develop reports that should only take minutes to finish. This session will show you real examples of advanced reporting features that will make your job easier and provide greater value to your users. During this live demo you will learn how to use: Custom Summary Formulas, Cross Filters, Power of 1, Joined Reports, Buckets, and Custom Report Types. These tips will help you easily identify and present data, enable your marketing team to see Lead conversion rates and show sales reps revenue toward goal. The presentation will help you take your reporting game to the next level."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCU1lXNWtlU0JDWVhKMGIyND0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCU1lXNWtlU0JDWVhKMGIyND0=",
    "speakers": ["MjAxOSBSYW5keSBCYXJ0b24="],
    "room": "101",
    "time": "11",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "SFDX Baby Steps - Using Sandboxes Instead of Scratch Orgs",
    "abstract": [
      "SFDX is an amazing set of tools, but for legacy orgs, it can be difficult to know how or where to start. In particular, the shift to scratch orgs can be a show-stopping challenge for orgs with lots of managed packages and complex dependencies. Using developer sandboxes, VS Code, CircleCI & GitHub, you can bridge the gap to quickly get started with source driven development for both developers and admins."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRGFIVmpheUJNYVdSa1pXeHM=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRGFIVmpheUJNYVdSa1pXeHM=",
    "speakers": ["MjAxOSBDaHVjayBMaWRkZWxs"],
    "room": "101",
    "time": "12",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "Lightning Web Components And You",
    "abstract": [
      "Got questions about the recently-announced Salesforce programming framework? Come chat with Chuck Liddell, DEX601 instructor and Salesforce MVP, and you might find some answers. Part live demo, part audience Q&A; expect a wide-ranging discussion contrasting Aura components and patterns with Lightning Web Components accompanied by a breakdown of what this means for you."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCU1lXWmhaV3dnU0dWeWJtRnVaR1Y2",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCU1lXWmhaV3dnU0dWeWJtRnVaR1Y2",
    "speakers": ["MjAxOSBSYWZhZWwgSGVybmFuZGV6"],
    "room": "101",
    "time": "13",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "Salesforce Technical Architect",
    "abstract": [
      "Now a day this seems to be one of the hottest and most demanded jobs in America together with a Salesforce Sr. Developer with annual salaries around 160k according to the latest surveys, being a hiring Manager and have been interviewed hundreds of candidates, I would like to help you prepare for your next interview as well as a path towards becoming a very strong Salesforce Technical Architect candidate or how to move into this role if you are currently a Sr. Developer.",
      "The current Salesforce Market is dry and there is a constant need for Salesforce Technical Architects, this need is pushing companies to hire candidates that are not necessarily ready for this role, putting candidates in very bad situations, at the same time, some other candidates who are very close to this role are missing a great opportunity for success."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCVVNpQlhhV3hqYjNnPQ==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCVVNpQlhhV3hqYjNnPQ==",
    "speakers": ["MjAxOSBUSiBXaWxjb3g="],
    "room": "101",
    "time": "14",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "Clicks and Code: Lessons Learned from a Lightning Console for Service Rollout",
    "abstract": [
      "A tale of creating a Lightning Console app for support agents and the lessons learned along the way; from using out-of-the-box components to streamline agent workflow to building a custom component for an SLA countdown timer. This session covers the problems I ran into, the solutions I came up with, and how I combined clicks and code to come up with an awesome Lightning Experience for our support agents."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCUVlYVnNJRU52YkdWdFlXND0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCUVlYVnNJRU52YkdWdFlXND0=",
    "speakers": ["MjAxOSBQYXVsIENvbGVtYW4="],
    "room": "101",
    "time": "15",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "SFDX Sandbox Data Loads",
    "abstract": [
      "Do you really need a full- or partial-copy sandbox? Perhaps not if your developer sandbox refreshes include a data load script. This session explores an SFDX-based approach to preparing new sandboxes for maximum readiness, including tree-based relational data loads, anonymous apex execution, and almost any other sandbox-prep script.  Topics of discussion will include: Sandbox strategy, SFDX, Apex, git, json, and Node.js"
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCTllYUjBJRVYyWVc1eg==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCTllYUjBJRVYyWVc1eg==",
    "speakers": ["MjAxOSBNYXR0IEV2YW5z"],
    "room": "101",
    "time": "16",
    "type": "Speaking",
    "track": "Executive",
    "audience": ["Executive"],
    "audienceLevel": "",
    "title": "Empowering your Organization to be Customer-Obsessed",
    "abstract": [
      "As a company, you need to get to the future first, ahead of your customers, and be ready to great them when they arrive.\" - Marc Benioff. As an executive, how do you make the right decisions that ensure the customer is at the center of everything you do? In the last 18 months, Matt Evans has personally met with over 70 executives from enterprises all over the world and in this session, he will share what works to become a customer-obsessed organization."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCUWFHbHNJRU52YjNCbGNnPT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCUWFHbHNJRU52YjNCbGNnPT0=",
    "speakers": ["MjAxOSBQaGlsIENvb3Blcg=="],
    "room": "101",
    "time": "17",
    "type": "Speaking",
    "track": "Executive",
    "audience": ["Executive"],
    "audienceLevel": "",
    "title": "How to Drive Rapid Business Value with Artificial Intelligence",
    "abstract": [
      "Artificial Intelligence is the hottest and yet most daunting set of technologies facing enterprises today. There is immense opportunity to utilize AI to affect business outcomes, but how do you get started quickly and effectively? In this session, Phil Cooper, VP, Product Go-to-Market for Salesforce Einstein, will discuss key considerations in getting started on your journey with AI, delivering successfully and driving mind share and adoption along the way. "
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRGFHRnpaU0JOWTAxcGJHeGhiZz09",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRGFHRnpaU0JOWTAxcGJHeGhiZz09",
    "speakers": ["MjAxOSBDaGFzZSBNY01pbGxhbg=="],
    "room": "101",
    "time": "9",
    "type": "Speaking",
    "track": "Executive",
    "audience": ["Executive"],
    "audienceLevel": "",
    "title": "Leading People to Transformation Success",
    "abstract": [
      "Digital transformation requires not only changes to your systems and technology—it requires that people work in new ways to align to your digital strategy. Getting people to change is no small task, whether it is adopting new technology, learning a new process, or embracing new ways of working. Learn practical approach from that will help you foster sustainable change across your organization, to ensure the success of your transformation initiatives. "
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCT2FXTnJJRTF2Y25SbGJuTmxiZz09",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCT2FXTnJJRTF2Y25SbGJuTmxiZz09",
    "speakers": ["MjAxOSBOaWNrIE1vcnRlbnNlbg=="],
    "room": "101",
    "time": "10",
    "type": "Speaking",
    "track": "Executive",
    "audience": ["Executive"],
    "audienceLevel": "",
    "title": "Integrations – The Heart of Your Digital Transformation Effort",
    "abstract": [
      "We’ve all heard that data is the lifeblood of your business.  Well, if data is the lifeblood, then integrations are the heart – pumping data throughout your application ecosystem.  Join Eide Bailly as we discuss why integrations should be at the core of your company’s digital transformation efforts, and reveal the benefits a solid integration strategy can provide."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCQllYSnZiaUJDYkdGdWEyVnVjM1JsYVc0PQ==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCQllYSnZiaUJDYkdGdWEyVnVjM1JsYVc0PQ==",
    "speakers": ["MjAxOSBBYXJvbiBCbGFua2Vuc3RlaW4="],
    "room": "101",
    "time": "11",
    "type": "Speaking",
    "track": "Executive",
    "audience": ["Executive"],
    "audienceLevel": "",
    "title": "Transformative Technology -  Financial Crimes Compliance",
    "abstract": [
      "In the financial services industry, legacy compliance processes designed to fight financial crimes such as money laundering have grown so complex as to be disorganized and inefficient, often focusing more on complying with regulations than fighting financial crime. Duplicative processes, numerous handoffs, and way too many manual processes, are  preventing financial institutions from sustaining truly effective compliance systems. Unnecessary system complexity has led to increased operational risk and numerous fines by regulators.  In this session we will discuss an uncommon use case for the Lightning platform and how the financial services industry is learning to trust open source collaboration."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCU2FXTnJJRWhoWVdjPQ==",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCU2FXTnJJRWhoWVdjPQ==",
    "speakers": ["MjAxOSBSaWNrIEhhYWc="],
    "room": "101",
    "time": "12",
    "type": "Speaking",
    "track": "Advanced Admin",
    "audience": ["Admin", "Business Analyst"],
    "audienceLevel": "Intermediate",
    "title": "Choosing the right automation solution for Salesforce and beyond",
    "abstract": [
      "Automations are the unsung heroes for Salesforce users. In this session, you will learn about how the right automation tool can be a catalyst in increasing the productivity of your team, improving the operational experience and reducing operational costs. Join us to learn how you can build smarter automations for case management, account provisioning & de-provisioning, and time tracking in a few hours with a modern automation tool."
    ]
  },
  {
    "id": "MjAxOSBNakF4T1NCRVlYWnBaQ0JDY205dmEzTT0=",
    "year": 2019,
    "link": "/session/MjAxOSBNakF4T1NCRVlYWnBaQ0JDY205dmEzTT0=",
    "speakers": ["MjAxOSBEYXZpZCBCcm9va3M="],
    "room": "101",
    "time": "13",
    "type": "Speaking",
    "track": "Developer",
    "audience": ["Developer"],
    "audienceLevel": "Intermediate",
    "title": "Data Access Compliance On Salesforce",
    "abstract": [
      "Most large Enterprises operate in an environment that dictates access rights to the data they manage. Whether they are required to comply with GDPR, HIPA, Sarbanes Oxley, PCI, or other regulations, the need to ensure proper access to customer and employee information has become a key driver for the CIO and their organization.",
      "Salesforce has made it easy to manage data access rights using point and click UI as well as Apex Code. Object and Field level permissions combined with record level sharing are easy to change, but the ramifications of those changes are not always obvious, and could lead to unwanted publicity for the company.",
      "In this presentation, we will review how access rights are managed in Salesforce, discuss the best practices for structuring permissions, and provide additional best practices for managing changes in order to ensure compliance."
    ]
  }
]
