[
  {
    "id": "MjAxOSBHaWxsaWFuIEJydWNl",
    "personalTitle": "",
    "firstName": "Gillian",
    "lastName": "Bruce",
    "isKeynote": true,
    "year": 2019,
    "track": "Opening Keynote",
    "title": "Principal Admin Evangelist, Salesforce",
    "link": "/speaker/MjAxOSBHaWxsaWFuIEJydWNl",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/GillianHeadshot.jpg",
    "imgAlt": "Gillian Bruce",
    "bio": "Gillian Bruce is a Principal Admin Evangelist. Since joining Salesforce in 2010, Gillian’s been a champion for driving system administrators’ success in several roles. She loves the Salesforce community, her hometown of San Francisco, and is part mermaid.",
    "social": {
      "twitter": "https://twitter.com/gilliankbruce",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/gilliankbruce/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBNaWtlIEdlcmhvbGR0",
    "personalTitle": "",
    "firstName": "Mike",
    "lastName": "Gerholdt",
    "isKeynote": true,
    "year": 2019,
    "track": "Opening Keynote",
    "title": "Senior Director of Salesforce Admin Evangelism, Salesforce",
    "link": "/speaker/MjAxOSBNaWtlIEdlcmhvbGR0",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/MikeG.jpg",
    "imgAlt": "Mike Gerholdt",
    "bio": "Mike is the Senior Director of Salesforce Admin Evangelism at Salesforce. He leads the army of World-class Admin Evangelists who are helping Salesforce Admins realize their dreams by being technology leaders and advancing their careers. His team runs the Salesforce Admins podcast, listen on iTunes: https://itunes.apple.com/us/podcast/the-salesforce-admins-podcast/id914088438?mt=2",
    "social": {
      "twitter": "https://twitter.com/MikeGerholdt",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/mikegerholdt/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": "https://itunes.apple.com/us/podcast/the-salesforce-admins-podcast/id914088438?mt=2"
    }
  },
  {
    "id": "MjAxOSBKYXZpZXIgQ2VydmVudGVz",
    "personalTitle": "",
    "firstName": "Javier",
    "lastName": "Cerventes",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "CRM System Analyst, Instructure",
    "link": "/speaker/MjAxOSBKYXZpZXIgQ2VydmVudGVz",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/Javier.png",
    "imgAlt": "Javier Cerventes",
    "bio": "Javier is a jack of all trades and master of some. He was first introduced to Salesforce in 2015 when he began work in market development (aka: cold calling) at Instructure. He used Reports and Dashboards to facilitate mastering the art of bugging people about a product they didn’t know they needed and that’s when his interest in Salesforce bloomed. After some time on the front lines and becoming somewhat of a super user, Javier was offered a Jr. position on the CRM team at Instructure. He jumped in head first and has since become a Salesforce Certified Administrator and usually loves every minute of it. Javier is a pretty serious mountain biker, skier, avid traveler and dabbles in all sorts of projects around his house.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/cervantesjavier/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBUb255IFRyemVjaWFr",
    "personalTitle": "",
    "firstName": "Tony",
    "lastName": "Trzeciak",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Director of CRM Systems, Morning Consult",
    "link": "/speaker/MjAxOSBUb255IFRyemVjaWFr",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/TonyTrzeciak.jpg",
    "imgAlt": "Tony Trzeciak",
    "bio": "Tony is the Director of CRM Systems at Morning Consult.  He first became involved with the Salesforce ecosystem as an accidental admin while working at a DC based startup in 2012.  He ran with the opportunity and hasn’t looked back since.   His areas of specialty on the platform include Sales Cloud, Service Cloud, and CPQ.  Currently his focus is on learning the ins and outs of Marketing Cloud.  Tony recently left Salt Lake City for Nashville, but missed his former colleagues and the Snowforce experience so much that he couldn’t stay away from this event.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBQaGlsIFdlaW5tZWlzdGVy",
    "personalTitle": "",
    "firstName": "Phil",
    "lastName": "Weinmeister",
    "isKeynote": false,
    "year": 2019,
    "track": "marketing/misc",
    "title": "VP of Product Management, 7Summits",
    "link": "/speaker/MjAxOSBQaGlsIFdlaW5tZWlzdGVy",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/Phil.png",
    "imgAlt": "Phil Weinmeister",
    "bio": "Phil Weinmeister is the VP of Product Management at 7Summits, a provider of community-led, multi-cloud solutions on the Salesforce platform. Phil is a Salesforce MVP and has obtained 20 certifications since he started on the Salesforce platform in 2010. He has authored two Salesforce books, \"Practical Salesforce Development without Code\" and \"Practical Guide to Salesforce Communities.\" When not immersed in the world of Salesforce, Phil enjoys family time with his wife and four kiddos in Powder Springs, GA.",
    "social": {
      "twitter": "https://twitter.com/PhilWeinmeister",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/philweinmeister/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBNYXJ5IFRhZ2xlcg==",
    "personalTitle": "",
    "firstName": "Mary",
    "lastName": "Tagler",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Sr. Application Administrator, Relativity",
    "link": "/speaker/MjAxOSBNYXJ5IFRhZ2xlcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/MaryTagler.jpg",
    "imgAlt": "Mary Tagler",
    "bio": "Mary is a Certified Financial Planner turned administrator and has been working on the platform since 2012. She holds four Salesforce certifications, co-leads Chicago Salesforce Saturday, and teaches the Administrator course for the Certification Study Group. Mary has learned a lot from the community and is always looking for ways to give back; she’s a top 15 contributor to the Salesforce Answers community.\n\n      When she’s not geeking out over Salesforce, she enjoys knitting, DIY projects and spoiling her two cats with her boyfriend.",
    "social": {
      "twitter": "https://twitter.com/yramtsfdc",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/mtagler",
      "instagram": "",
      "trailhead": "https://trailhead.com/me/yramt",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBLcmlzdGluIFphaGFyaWFz",
    "personalTitle": "",
    "firstName": "Kristin",
    "lastName": "Zaharias",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Salesforce Program Director, CN Solutions Group (ConsultNet)",
    "link": "/speaker/MjAxOSBLcmlzdGluIFphaGFyaWFz",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/KristinZaharias.jpg",
    "imgAlt": "Kristin Zaharias",
    "bio": "Kristin is the Salesforce Program Director at CN Solutions Group (a division of ConsultNet and a registered Salesforce consulting partner).   In this position, she provides businesses with Salesforce managed support services and implementations for Sales Cloud, Service Cloud, communities, HEDA, and Salesforce CPQ.  Kristin began her early career as a developer followed by roles in systems analysis where she learned the value in good business analysis for project success.  Fourteen years ago she worked on her first Salesforce implementation, and fell in love with all things Salesforce - that love has only grown thru the years.  Her switch to a career focused on Salesforce was the best decision she made for her career.  She has worked as certified admin on several large enterprise systems which finally led her 4 years ago into consulting.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/kzaharias/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBFcmlrIExvcGV6",
    "personalTitle": "",
    "firstName": "Erik",
    "lastName": "Lopez",
    "isKeynote": false,
    "year": 2019,
    "track": "marketing/misc",
    "title": "Senior Manager of Business Systems, Lucid",
    "link": "/speaker/MjAxOSBFcmlrIExvcGV6",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/ErikLopez.jpg",
    "imgAlt": "Erik Lopez",
    "bio": "The winds of change have brought Erik from Boise ID to Salt Lake City to bring his enthusiastic love of Salesforce, people, and projects. His experience in Salesforce and business systems spans multiple companies, multiple pipelines, and multiple implementations. Among other interests Erik pursues includes first-person addressing, knob twiddling, polite conversation engagement in social media comment sections, and beer!\n      Notable projects include re-architecting various small-to-medium sized Salesforce instances across various industries, instituting various meta-instance processes for smooth sailing, and breaking down silos between departments to show how business is never a discrete unit but a continuum in service to the lifecycle of a customer!\n      Keeping it real and TCOBin' (Taking Care of Business!) are my modus operandi/watch words in doing BU$INE$$.\n      Speak to me after this session (or if you see me around - I would love to talk to you) about anything on your mind - love, life, Salesforce, process automation, stress management, OKRs, or KPIs - whatever your heart desires!",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/erikandrewlopez/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBQaGlsIENvb3Blcg==",
    "personalTitle": "",
    "firstName": "Phil",
    "lastName": "Cooper",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Vice President of Product Go-to-Market for Salesforce Einstein",
    "link": "/speaker/MjAxOSBQaGlsIENvb3Blcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/PhilCooper.jpg",
    "imgAlt": "Phil Cooper",
    "bio": "Phil Cooper is Vice President of Product Go-to-Market for Salesforce Einstein—the first comprehensive AI for CRM. In his role, Phil is responsible for growth in Einstein’s emerging markets, bringing Augmented Analytics and AI to Salesforce’s 150,000 customers and vibrant ecosystem of partners. He joined Salesforce in early 2014, leveraging his extensive AI and Analytics expertise to help launch the Analytics Cloud and build its forward-deployed engineering team.\n\n      Prior to Salesforce, Phil was Vice President of Operations and Alliances at machine-learning startup Alpine Data where he founded a data science team, integrated an acquired product and built an alliances program.  Over the prior 15 years—at Oracle, Endeca and Kalido—he sold, designed and delivered data warehouse, analytics, MDM, and discovery/search solutions to large organizations across Europe, APAC and the US.  Phil received his Masters in GIS & Remote Sensing from the University of Cambridge and his BSc in Geography from the University of Exeter in the U.K.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/philipcooper/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBNaWtlIEZhemlv",
    "personalTitle": "",
    "firstName": "Mike",
    "lastName": "Fazio",
    "isKeynote": false,
    "year": 2019,
    "track": "marketing/misc",
    "title": "VP of Operations, Sercante",
    "link": "/speaker/MjAxOSBNaWtlIEZhemlv",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/MikeFazio.png",
    "imgAlt": "Mike Fazio",
    "bio": "Mike is the VP of Operations at Sercante where he geeks out with Pardot and Sales Cloud and builds outside-the-box solutions to interesting problems for clients. Prior to joining the team, he spent 9 years in client-side martech and design roles (with various Salesforce admin-y roles along the way), a short stint as the director of a project management team, and even some time selling. His initial foray into marketing automation was with Marketo before being formally introduced to Pardot in 2015.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/mikeafazio/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBKYWtlIEJha3Vlcw==",
    "personalTitle": "",
    "firstName": "Jake",
    "lastName": "Bakues",
    "isKeynote": false,
    "year": 2019,
    "track": "Developer",
    "title": "Senior Salesforce Developer, Team Lead, Vivint Smart Home",
    "link": "/speaker/MjAxOSBKYWtlIEJha3Vlcw==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/JakeBakues.jpg",
    "imgAlt": "Jake Bakues",
    "bio": "On his path for #JourneyToCTA, Jake has attained many titles over his 5 years of Salesforce experience: Developer, Team Lead, Teacher, Utah Developer Group Co-Leader.\n      He also aspires to attain the hallowed Certified Technical Architect credential, with 7 Salesforce certifications and the Application Architect certification already under his belt.\n      These titles represent the hard work he has put in to not only continue growing his own knowledge, but the help the community around him grow as well.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/jake-backues-468a0664/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBOaXRoZXNoIENoYWtyYXZhcnRoaQ==",
    "personalTitle": "",
    "firstName": "Nithesh",
    "lastName": "Chakravarthi",
    "isKeynote": false,
    "year": 2019,
    "track": "Developer",
    "title": "7x Certified Salesforce Developer, Vivint Smart Home",
    "link": "/speaker/MjAxOSBOaXRoZXNoIENoYWtyYXZhcnRoaQ==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/NitheshChakravarthi.jpg",
    "imgAlt": "Nithesh Chakravarthi",
    "bio": "Nithesh is a 7x Certified Salesforce Developer currently working at Vivint Smart Home. He worked in CPQ domain previously and mostly involved in APTTUS CPQ implementation, he is also Apttus CPQ certified.\n      He is on the home stretch for his Application Architect Certification with his end goal being CTA #JourneytoCTA.\n      He is passionate about Frontend Development and currently focused in learning Vue JS , Node JS and LWC. He is a graduate of Florida Institute of Technology where he earned his Master’s degree in Computer Engineering.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBFbGl6YWJldGggQnVlaGxlcg==",
    "personalTitle": "",
    "firstName": "Elizabeth",
    "lastName": "Buehler",
    "isKeynote": false,
    "year": 2019,
    "track": "marketing/misc",
    "title": "Civic Engagement Manager, Salt Lake City",
    "link": "/speaker/MjAxOSBFbGl6YWJldGggQnVlaGxlcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/ElizabethBuehler.jpg",
    "imgAlt": "Elizabeth Buehler",
    "bio": "Elizabeth Buehler, AICP is the Civic Engagement Manager for Salt Lake City. Civic Engagement’s role for Salt Lake City is to encourage public participation best practices, support city departments in their public engagement projects, and lead city-wide engagement efforts. Before her current position, Elizabeth was Salt Lake City's Homeless Services Coordinator and a Principal Planner with the Salt Lake City Planning Division. She received her Master’s in Community and Regional Planning from the University of Texas at Austin.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/elizabeth-buehler-0a461380/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBCcnlhbiBXaXNl",
    "personalTitle": "",
    "firstName": "Bryan",
    "lastName": "Wise",
    "isKeynote": false,
    "year": 2019,
    "track": "hands-on",
    "title": "Master Solutions Engineer, Salesforce",
    "link": "/speaker/MjAxOSBCcnlhbiBXaXNl",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/BryanWise.jpg",
    "imgAlt": "Bryan Wise",
    "bio": "Bryan Wise is a Master Solution Engineer in Salesforce’s Public Sector business unit with over 15 years experience working in Business Intelligence and public sector. His career in technology started while serving in the United States Navy where he managed all database administration and application and report development for the Navy’s Nuclear Power School.\n\n      Bryan has always been an active participant in the technology community, speaking at various user groups including Dreamforce and Snowforce, authoring blog entries on analytics and authoring the chapters on analytics security in the book Applied Oracle Security.\n\n      In addition to being an analytics specialist, Bryan has spent most of his career teaching. His teaching assignments include mathematics at the Navy’s Nuclear Power school and various community colleges, as well as teaching database and security concepts at the University of Maryland University College. He holds bachelor’s and master’s degrees in mathematics from Brigham Young University.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/bryanwise/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBSYWZhZWwgSGVybmFuZGV6",
    "personalTitle": "",
    "firstName": "Rafael",
    "lastName": "Hernandez",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Enterprise Application Designer, Cargill",
    "link": "/speaker/MjAxOSBSYWZhZWwgSGVybmFuZGV6",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/RafaelHernandez.png",
    "imgAlt": "Rafael Hernandez",
    "bio": "Rafael Hernandez is a 15x Salesforce Certified Software Engineer with an MBA and a Master in Technology, He has been writing code for over 20 years and has worked with Salesforce for over 6 years for Fortune 500 companies both as a Salesforce Architect and a Developer and executive roles, He is a published author of the book \"¡SOY ADULTO! (¿ahora qué? )\" published in Mexico during 2017, He is passionate about helping others achieve their goals and all things technology",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/rafablazer/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBBYXJvbiBCbGFua2Vuc3RlaW4=",
    "personalTitle": "",
    "firstName": "Aaron",
    "lastName": "Blankenstein",
    "isKeynote": false,
    "year": 2019,
    "track": "Executive",
    "title": "Chief Compliance Officer, WebBank",
    "link": "/speaker/MjAxOSBBYXJvbiBCbGFua2Vuc3RlaW4=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/AaronBlankenstein.jpg",
    "imgAlt": "Aaron Blankenstein",
    "bio": "With over 20 years in the banking industry, Aaron has worked in many areas of consumer and commercial compliance. As the acting BSA Officer of WebBank, Aaron is responsible for financial crime compliance covering the Banks consumer and commercial credit products offered through their non-bank partner relationships. Before this, Aaron was the head of consumer financial crimes compliance for the Marcus by Goldman Sachs product lines, and several other new digital consumer initiatives. Prior to this, Aaron served as the BSA Officer for both GE Capital Bank and Ally Bank. Aaron holds a Master’s Degree in Organizational Management and is a Certified Anti-Money Laundering Specialist (CAMS).",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/aaron-blankenstein-67ab6a/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBDaHVjayBMaWRkZWxs",
    "personalTitle": "",
    "firstName": "Chuck",
    "lastName": "Liddell",
    "isKeynote": false,
    "year": 2019,
    "track": "Developer",
    "title": "CEO, Technology Architect & Entrepreneur",
    "link": "/speaker/MjAxOSBDaHVjayBMaWRkZWxs",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/ChuckLiddell.jpg",
    "imgAlt": "Chuck Liddell",
    "bio": "Chuck Liddell runs an AppExchange company named Valence, empowering admins by providing data integration natively on the Salesforce platform. Chuck is a Hawaii User Group leader, 20x certified Salesforce MVP, certified Salesforce instructor, and led his company through the first batch of the Salesforce incubator in San Francisco. He regularly speaks at conferences, including Dreamforce and TrailheaDX.\n\n        Chuck’s passion is the intersection of education and expert developer patterns. He organized The Extracurricular, an advanced collaborative learning session embedded in TDX 2018, and has recorded Pluralsight videos covering developer topics such as authentication and Lightning Web Components.\n",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/chuckliddell/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBDaGFzZSBNY01pbGxhbg==",
    "personalTitle": "",
    "firstName": "Chase",
    "lastName": "McMillan",
    "isKeynote": false,
    "year": 2019,
    "track": "Executive",
    "title": "Director of Culture and Change, Innovation and Transformation Center, Salesforce",
    "link": "/speaker/MjAxOSBDaGFzZSBNY01pbGxhbg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/ChaseMcMillan.jpg",
    "imgAlt": "Chase McMillan",
    "bio": "Chase McMillan has a track record of driving business results through engaging an organization's most valuable resource—it's people. Over the last decade he has helped teams and organizations boost their ability to innovate, execute, and achieve the goals they care about most. Working with organizations as diverse as Google, MasterCard, Caterpillar, MTN, Citi Bank, Genentech, and Newmont Mining, Chase has experience that spans industries and provides unique and relevant insight into two specific human components of business transformation: (1) building cultural muscle to enable the most ambitious business transformations and (2) managing complex changes through an organization in a way that minimizes disruption and achieves high adoption. Chase's uses his expertise in culture transformation and change management to help Salesforce's customers excel whether they are implementing a new operating model, building high-performing teams, or rolling out new technologies.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/chase-mcmillan-93b78a2/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBBYXJvbiBDcmVhcg==",
    "personalTitle": "",
    "firstName": "Aaron",
    "lastName": "Crear",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Salesforce Consultant & Founder, Hat-Trick Consulting",
    "link": "/speaker/MjAxOSBBYXJvbiBDcmVhcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/AdamCrear.jpg",
    "imgAlt": "Aaron Crear",
    "bio": "Aaron is founder of Hat-Trick Consulting. He works with companies around the world to help them achieve their Salesforce goals through administration, development and training services. Aaron is a Salesforce Certified Administrator, Advanced Admin, Sales Cloud Consultant, Service Cloud Consultant and  Platform App Builder. He has presented at Dreamforce, dreamOle', Midwest Dreamin', Southeast Dreamin' and Snowforce. Aaron also leads the Lowell, MA User Group and is a Co-Organizer of Northeast Dreamin'.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/aaroncrear/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBNYXR0IEV2YW5z",
    "personalTitle": "",
    "firstName": "Matt",
    "lastName": "Evans",
    "isKeynote": false,
    "year": 2019,
    "track": "Executive",
    "title": "Director of Enterprise Strategy, Innovation & Transformation Center, Salesforce",
    "link": "/speaker/MjAxOSBNYXR0IEV2YW5z",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/MattEvans.jpg",
    "imgAlt": "Matt Evans",
    "bio": "Matt Evans is an award-winning Salesforce customer advocate with a broad technology perspective and a passion for enabling enterprises to adopt new ways of working to achieve value faster. His unique approach to Salesforce governance has generated new levels of Business and IT success for enterprise companies in a number of industries. In his role as a member of the Digital Strategy team at Salesforce, Matt works with many of the world's largest enterprises helping them navigate the complexities of continuous transformational change including Amazon, Unilever, Philip Morris International, Sysco Foods, Citibank, DuPont, Wells Fargo, Coca-Cola, ENEL, Caesars Entertainment, and P&G.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/mdevans/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBUSiBXaWxjb3g=",
    "personalTitle": "",
    "firstName": "TJ",
    "lastName": "Wilcox",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "CRM System Analyst, Instructure",
    "link": "/speaker/MjAxOSBUSiBXaWxjb3g=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/TJWilcox.jpg",
    "imgAlt": "TJ Wilcox",
    "bio": "TJ started his Salesforce adventure in the summer of 2015 when his company decided to step up their ticketing system game. As the Zendesk admin he found himself working with a vendor team to build out parity in Service Cloud. The transition was bumpy but provided him with plenty of learning opportunities. Through reverse engineering vendor solutions and working down the path to Trailhead Ranger, he learned a lot about Lightning Components, Service Console, Process Builder, Flows, and Apex. With all he gained he was able to build a new Lightning Console app last fall for his customer support team. He also found the time to pass his Admin Certification in August. Hopefully, by the time he presents at Snowforce he will also have his Dev 1.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/tjwilcox/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBLYXRobGVlbiBMdWVja2VtYW4=",
    "personalTitle": "",
    "firstName": "Kathleen",
    "lastName": "Lueckeman",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Chief Innovation Officer, Maryville University",
    "link": "/speaker/MjAxOSBLYXRobGVlbiBMdWVja2VtYW4=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/KathleenLueckeman.jpg",
    "imgAlt": "Kathleen Lueckeman",
    "bio": "Kathy is chief innovation office at Maryville University, user group leader for the Higher Education User Group, moderator of Higher Ed Office Hours and founder and past chair of the Salesforce.org Higher Education Advisory Council. Her first Salesforce implementation was Service Cloud in 2011 and she has been a Service Cloud evangelist ever since. Follower her on Twitter: @klueckeman.",
    "social": {
      "twitter": "https://twitter.com/klueckeman",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/kathleen-lueckeman/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBCcmVuZG9uIE1vcmZl",
    "personalTitle": "",
    "firstName": "Brendon",
    "lastName": "Morfe",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Account Executive, Internet Creations",
    "link": "/speaker/MjAxOSBCcmVuZG9uIE1vcmZl",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/BrendonMorfe.jpg",
    "imgAlt": "Brendon Morfe",
    "bio": "Brendon Morfe is with Internet Creations, an AppExchange partner and leader in native solutions to enhance the experience of Service Cloud.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/brendonmorfe/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBEYXZpZCBCcm9va3M=",
    "personalTitle": "",
    "firstName": "David",
    "lastName": "Brooks",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "VP Products, Copado Solutions",
    "link": "/speaker/MjAxOSBEYXZpZCBCcm9va3M=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/DavidBrooks.jpg",
    "imgAlt": "David Brooks",
    "bio": "David is a 15 year veteran of the Salesforce ecosystem, who owned Profiles, Permission Sets, and Sharing Rules for 9 years as VP of Product Management at Salesforce from the earliest days of the Platform. He was a salesforce Admin for 2 years prior to that at a public company, and led the development team for a Salesforce ISV for 4 years, where managing access rights in a partner app was critical to success.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/david-brooks-1a334b/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBDaGFybHkgUHJpbnNsb28=",
    "personalTitle": "",
    "firstName": "Charly",
    "lastName": "Prinsloo",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Salesforce Technical Architect, Deloitte ",
    "link": "/speaker/MjAxOSBDaGFybHkgUHJpbnNsb28=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/CharlyPrinsloo.jpg",
    "imgAlt": "Charly Prinsloo",
    "bio": "Charly is a Salesforce Technical Architect at Deloitte in Austin, Texas. A self-described “nosey” person, Charly loves learning all the details about people's lives and their Salesforce instances. Charly holds 16 Salesforce certifications, is a Trailhead Ranger, and is the co-leader of the Ladies Be Architects Community Group. ",
    "social": {
      "twitter": "https://twitter.com/charlyprinsloo",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/charly-prinsloo-62471720/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBTdXNhbm5haCBTdC1HZXJtYWlu",
    "personalTitle": "",
    "firstName": "Susannah",
    "lastName": "St-Germain",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Salesforce Architect, Boston Scientific",
    "link": "/speaker/MjAxOSBTdXNhbm5haCBTdC1HZXJtYWlu",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/Susannah.jpg",
    "imgAlt": "Susannah St-Germain",
    "bio": "Susannah St-Germain is a 16x certified Colombian-American Salesforce Architect. She is actively involved in the Trailblazer Community, serving as a co-lead of the Boston Salesforce User Group, a RAD Women Code coach, and co-lead of Ladies Be Architects, a community group that helps to build confidence for women on their #JourneyToCTA.",
    "social": {
      "twitter": "https://twitter.com/sunnydalelow",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/susannahkate/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBKb2huIEpvbmVz",
    "personalTitle": "",
    "firstName": "John",
    "lastName": "Jones",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Senior Consultant, 17 Grapes Business Consulting",
    "link": "/speaker/MjAxOSBKb2huIEpvbmVz",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/JohnJones.png",
    "imgAlt": "John Jones",
    "bio": "Salesforce Solution Architect\n      Over 16 years experience in business management, customer support, and systems administration\n      Over 11 years focused experience on Salesforce systems architecture, design, and implementation\n      Enjoy spending time with family and going on outings, museums, hiking, biking, skiing…\n      Certifications\n        Salesforce Certified Administrator\n        Salesforce Certified Advanced Admin\n        Salesforce Certified Sales Cloud Consultant\n        Salesforce Certified Service Cloud Consultant\n        Salesforce Certified Community Cloud Consultant\n        Salesforce Certified App builder\n        Salesforce Certified Field Service Lightning",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/johnjones81/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBFdmFuIFBvbnRlcg==",
    "personalTitle": "",
    "firstName": "Evan",
    "lastName": "Ponter",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "CRM Product Manager, Hostelling International",
    "link": "/speaker/MjAxOSBFdmFuIFBvbnRlcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/EvanPonter.jpg",
    "imgAlt": "Evan Ponter",
    "bio": "Evan Ponter is a Salesforce Admin Hero from Baltimore, MD who has been focusing on declarative development since 2012. His desire to keep an org simple, streamlined, and maintainable by future admins has led him to being an expert on the declarative features of the platform. A deep understanding of reports, the importance of proper data modeling, and the utilization of declarative automation tools have propelled Evan along a blossoming Salesforce journey. When he's not logged into Salesforce, Evan enjoys playing bass guitar in a local rock band.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/etponter/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBTdGVwaGVuIE5vZQ==",
    "personalTitle": "",
    "firstName": "Stephen",
    "lastName": "Noe",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Senior Manager, Salesforce Consulting Services, Apprio",
    "link": "/speaker/MjAxOSBTdGVwaGVuIE5vZQ==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/StephenNoe.jpg",
    "imgAlt": "Stephen Noe",
    "bio": "Stephen is a Manager of Salesforce Services with Appirio and has worked in a variety of positions, from end user to architect, in the Salesforce ecosystem since 2010. With 19 certifications, Stephen has dwelled in all areas of the Salesforce platform with a passion for customer success. A native of Iowa and current resident of Wisconsin, when not working with Salesforce, Stephen enjoys the outdoors, hiking, camping and traveling.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/stephennoe/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBSaWNrIEhhYWc=",
    "personalTitle": "",
    "firstName": "Rick",
    "lastName": "Haag",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Global Director of Sales Operations, InMoment",
    "link": "/speaker/MjAxOSBSaWNrIEhhYWc=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/HaagRickWeb.jpg",
    "imgAlt": "Rick Haag",
    "bio": "Rick has used Salesforce.com since 2004 and officially moved into a Salesforce administrator role in 2010. His journey has included managing and migrating several Salesforce orgs, all of which included Sales Cloud, Service Cloud and Community/Portal. In addition, his work has extended into, management, business analysis and software engineering. He maintains a Marketo MCE and 6 Salesforce Certifications. His focus on continually developing efficient business process keeps him at the center of business application deployments, migrations and integrations.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/rahaag/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBSYW5keSBCYXJ0b24=",
    "personalTitle": "",
    "firstName": "Randy",
    "lastName": "Barton",
    "isKeynote": false,
    "year": 2019,
    "track": "developer",
    "title": "Salesforce Developer and Systems Operations Manager, Solutionreach",
    "link": "/speaker/MjAxOSBSYW5keSBCYXJ0b24=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/RandyBarton.jpg",
    "imgAlt": "Randy Barton",
    "bio": "Randy is a Salesforce Developer and Systems Operations Manager at Solutionreach where he began working with Salesforce in 2014. He lives in Quito Ecuador, where he enjoys the beautiful mountains and warm weather with his wife and two little girls. Randy also leads the Quito Ecuador Developers User Group.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/randybarton24/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBBbnRob255IEZvc3Rlcg==",
    "personalTitle": "",
    "firstName": "Anthony",
    "lastName": "Foster",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Consultant, Cumulus Vision",
    "link": "/speaker/MjAxOSBBbnRob255IEZvc3Rlcg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/AnthonyFoster.jpg",
    "imgAlt": "Anthony Foster",
    "bio": "Anthony Foster is a three-times certified Salesforce professional currently working as a consultant with Cumulus Vision in San Francisco. After starting as an accidental administrator, he has spent more than 10 years working on Salesforce in a variety of roles and is passionate about process, documentation and building scalable solutions. Originally from Australia, Anthony also enjoys home brewing and watching rugby.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/anthonyjfoster/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBQYXVsIENvbGVtYW4=",
    "personalTitle": "Dr.",
    "firstName": "Paul",
    "lastName": "Coleman",
    "isKeynote": false,
    "year": 2019,
    "track": "developer",
    "title": "Software Development Manager, Thumbtack",
    "link": "/speaker/MjAxOSBQYXVsIENvbGVtYW4=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/DrPaulColeman.jpg",
    "imgAlt": "Dr. Paul Coleman",
    "bio": "Dr. Coleman has acted as a technical architect for more than 15 Salesforce orgs.  He is currently the Business Applications Development Manager at Thumbtack.com. He specializes in areas such as: aligning teams to best-practice, automation, lifecycle management, custom development, security, & integration.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/paulbriancoleman/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBUZXJyeSBXaWxzb24=",
    "personalTitle": "",
    "firstName": "Terry",
    "lastName": "Wilson",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Sr Solution Architect, Einstein Analytics, Salesforce",
    "link": "/speaker/MjAxOSBUZXJyeSBXaWxzb24=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/TerryWilson.jpg",
    "imgAlt": "Terry Wilson",
    "bio": "Terry Wilson is a Senior Solution Architect with Salesforce working in the Einstein Analytics Center of Excellent under the Product Team. He has been with Salesforce for over 4 years, helping customers achieve value from their investment in Einstein Analytics. Before joining Salesforce, Terry had been working in the IT field for some 20 years, successfully delivering enterprise applications and business intelligence solutions across a wide range of industry verticals.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/terry-wilson-1a96061/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBDdXJ0aXMgQ2Fycm9sbA==",
    "personalTitle": "",
    "firstName": "Curtis",
    "lastName": "Carroll",
    "isKeynote": false,
    "year": 2019,
    "track": "marketing/misc",
    "title": "Software Quality Assurance Analyst, ARUP Laboratories",
    "link": "/speaker/MjAxOSBDdXJ0aXMgQ2Fycm9sbA==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/CarrollCurtis.jpg",
    "imgAlt": "Curtis Carroll",
    "bio": "Curtis Carroll is a Software Quality Assurance Analyst at ARUP Laboratories. He tests custom Salesforce components and integrations. Curtis has tested for 3+ years on Salesforce and 6+ years overall with an emphasis on SQL. He's presented at the Salt Lake City User group and was honored to present as Dreamforce 2018 in the Admin Theatre. Curtis is a Disneyland nerd and loves spending time with his wife and two teenage sons.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBTcGVuY2VyIEN1cnRpcw==",
    "personalTitle": "",
    "firstName": "Spencer",
    "lastName": "Curtis",
    "isKeynote": false,
    "year": 2019,
    "track": "Marketing",
    "title": "Salesforce Architect, Ancestry.com",
    "link": "/speaker/MjAxOSBTcGVuY2VyIEN1cnRpcw==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/Spencer Curtis.png",
    "imgAlt": "Spencer Curtis",
    "bio": "Ancestry.com Employee for 16 years.\n\n        Last 8 years involved with on-premise / cloud based Marketing Technology such as Aprimo/Teradata, StrongMail/StrongView, Microsoft Dynamics, Salesforce Service Cloud, Salesforce Community Cloud, Salesforce Sales Cloud, and Salesforce Marketing Cloud.\n\n        Spencer is currently Ancestry.com’s Ssalesforce Architect support Marketing & Member Services operations.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/spencerccurtis/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBEYXZpZCBMaXR0b24=",
    "personalTitle": "",
    "firstName": "David",
    "lastName": "Litton",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Director of Solution Architecture, Ad Victoriam Solutions",
    "link": "/speaker/MjAxOSBEYXZpZCBMaXR0b24=",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/DavidLitton.jpg",
    "imgAlt": "David Litton",
    "bio": "David Litton has been working with Salesforce for over 6 years, and is currently the Director of Solution Architecture at Ad Victoriam Solutions.  In my spare time I co-host of Automation Hour and blog at SalesforceSidekick.com.",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/davidlitton/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  },
  {
    "id": "MjAxOSBOaWNrIE1vcnRlbnNlbg==",
    "personalTitle": "",
    "firstName": "Nick",
    "lastName": "Mortensen",
    "isKeynote": false,
    "year": 2019,
    "track": "admin",
    "title": "Director of Development, Eide Bailly LLP",
    "link": "/speaker/MjAxOSBOaWNrIE1vcnRlbnNlbg==",
    "img": "https://snowforce.s3-us-west-1.amazonaws.com/speakers/2019/NickMortensen.jpg",
    "imgAlt": "Nick Mortensen",
    "bio": "",
    "social": {
      "twitter": "",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/nicholas-mortensen-04063080/",
      "instagram": "",
      "trailhead": "",
      "blog": "",
      "podcast": ""
    }
  }
]
